Repository: azurejoga/Aurora-Windows-Optimizer
Catalog: locales/*/LC_MESSAGES/aurora.po
Languages: es

source: Olá, estamos felizes por você querer testar nosso programa!
es: hola, estamos felices por querer probar nuestro programa!

source: Lembre-se que todas as alterações são feitas por você e não somos responsáveis por quaisquer problemas.
es: recuerde que los cambios que haga en sus sistema son su responsabilidad.

source: Antes de fazer qualquer coisa, crie um ponto de restauração no seu PC para evitar eventuais problemas.
es: antes de ejecutar algún comando, cree un punto de restauración para hebitar problemas.

source: Ok, quero continuar
es: si, deseo continuar.

source: Descrição
es: descripción

source: Adicionar Comandos
es: agregar comandos

source: Adicionar um novo comando
es: agregar un nuevo comando

source: Abrir Repositório no GitHub
es: abre nuestro repositorio de github

source: Abrir o repositório no GitHub
es: abre nuestro repositorio de github

source: Baixar Versão Mais Recente do GitHub
es: descarga la versión mas reciente desde github

source: Baixar a versão mais recente do GitHub
es: descarga la versión mas reciente desde github

source: Criar Ponto de Restauração
es: crear un punto de restauración.

source: Criar um ponto de restauração no sistema
es: crear un punto de restauración del sistema

source: Ordenar os comandos em ordem alfabética
es: ordenar comandos alfabeticamente

source: Verificar Atualizações
es: verificar actualizaciones.

source: Verificar atualizações e fechar Aurora
es: verificar actualizaciones y salir de aurora

source: Ferramentas
es: herramientas

source: Insira uma descrição para o ponto de restauração:
es: escriba una descripción para el punto de restauración.

source: Mover para o Topo
es: mover al principio

source: Mover para o Final
es: mover al final

source: Nome:
es: nombre

source: Descrição:
es: descripción

source: Ok
es: aceptar

source: O comando foi executado com sucesso!
es: comando creado exitosamente

source: Fechar
es: salir

source: Ponto de restauração criado com sucesso!
es: punto de restauración creado exitosamente!

source: Ponto de Restauração
es: punto de restauración

source: Erro ao criar o ponto de restauração:
es: error al crear el punto de restauración

source: Erro de Ponto de Restauração
es: error

source: Bem-Vindo ao Aurora
es: bienvenido a Aurora

source: Aurora: Otimizador para Windows ™
es: Aurora: optimizador para windows ™

source: idioma do sistema
es: idioma del sistema
